Repository: LiamNguyen/iCareIOS
Catalog: DrQMuller/DrQMuller/*.lproj/Localizable.strings
Languages: vi

# CONFIRM_LOGOUT_TITLE
source: You want to logout?
vi: Quý khách sẽ đăng thoát?

# CONFIRM_LOGOUT_MESSAGE
source: Information which is not saved will be lost
vi: Những thông tin chưa được xác nhận sẽ không được lưu trữ.

# LOGOUT_EXECUTE_TITLE
source: Logout
vi: Đăng thoát

# CONFIRM_TITLE
source: Confirm
vi: Xác nhận

# CONFIRM_DELETE_MESSAGE
source: You want to clear all items in cart?
vi: Bạn muốn xoá hết các giờ vừa đặt trong giỏ?

# CONFIRM_DELETE_EACH_ITEM_MESSAGE_1ST_PART
source: You want to clear
vi: Quý khách muốn xoá

# CONFIRM_DELETE_EACH_ITEM_MESSAGE_2ND_PART
source: off the cart?
vi: khỏi giỏ hàng?

# DELETE_SUCCESS_MESSAGE
source: Delete successfully
vi: Xoá thành công

# DELETE_FAIL_MESSAGE
source: Delete failed. Please try again
vi: Xoá không thành công. Xin vui lòng thử lại

# ECO_WEEKEND_RESTRICTION_MESSAGE
source: ECO Booking can only be applied on weekdays. Please contact DrQMuller FBT Shop for more information. Phone number: [phone_number_waiting]
vi: Hiện tại đối với Voucher ECO Booking, quý khách chỉ có thể sử dụng dịch vụ vào các ngày trong tuần, ngoại trừ Thứ Bảy và Chủ Nhật. Xin vui lòng liên hệ Trung Tâm Dr.Q-Muller để biết thêm chi tiết qua số điện thoại: [phone_number_waiting]

# END_LESS_THAN_START
source: End date is smaller than start date
vi: Ngày kết thúc không được nhỏ hơn ngày bắt đầu

# DELETE_EXECUTE_TITLE
source: Delete
vi: Xoá

# DIALOG_CANCEL_TITLE
source: Cancel
vi: Huỷ

# BTN_NEXT_TITLE
source: Next
vi: Tiếp tục

# BTN_FINISH_TITLE
source: Finish
vi: Hoàn tất

# SLIDE_BTN_UNLOCKED_TITLE
source: Success
vi: Thành công

# USERNAME_PLACEHOLDER
source: Username
vi: Tên đăng nhập

# PASSWORD_PLACEHOLDER
source: Password
vi: Mật khẩu

# CONFIRM_PASSWORD_PLACEHOLDER
source: Confirm password
vi: Xác nhận mật khẩu

# FULLNAME_PLACEHOLDER
source: Your full name
vi: Họ và tên của bạn

# ADDRESS_PLACEHOLDER
source: Your address (Optional)
vi: Địa chỉ của bạn

# EMAIL_PLACEHOLDER
source: Your email
vi: Email của bạn

# PHONE_PLACEHOLDER
source: Your phone number
vi: Số điện thoại của bạn

# RESET_PASSWORD_LINK
source: You forgot username or password?
vi: Quên mật khẩu hoặc tên đăng nhập?

# LOGIN_BTN_TITLE
source: Sign in
vi: Đăng nhập

# REGISTER_BTN_TITLE
source: Register
vi: Đăng ký

# FIRST_TAB_BTN_TITLE
source: Basics
vi: Cơ bản

# SECOND_TAB_BTN_TITLE
source: Necessaries
vi: Cần thiết

# THIRD_TAB_BTN_TITLE
source: Important
vi: Quan Trọng

# GENDER_MALE
source: Male
vi: Nam

# GENDER_FEMALE
source: Female
vi: Nữ

# CUSTOMER_INFO_PAGE_TITLE
source: Customer information
vi: Thông tin khách hàng

# BOOKING_INFO_PAGE_TITLE
source: Booking information
vi: Thông tin lịch hẹn

# BTN_DROPDOWN_DAY_OF_WEEK
source: Choose day of week
vi: Chọn thứ trong tuần

# BTN_CLEAR_ALL_CART_ITEM
source: Clear all
vi: Xoá hết

# BOOKING_TIME_HAS_EXISTED_MESSAGE
source: This time has been booked. Please choose another time
vi: Giờ đã bị đặt. Xin vui lòng chọn giờ khác

# BOOKING_TIME_SUCCESS_MESSAGE
source: Time booked successfully
vi: Chọn thành công

# BOOKING_SUCCESS_MESSAGE
source: You have booked one appointment successfully
vi: Quý khách đã đặt lịch hẹn thành công

# BOOKING_FAIL_MESSAGE
source: Booking failed. Please try again
vi: Không thành công. Xin vui lòng thử lại

# DUPLICATE_BOOKING_DAY_OF_WWEK_MESSAGE
source: You can only book one time in a day. You have booked
vi: Chỉ được đặt 1 giờ trong 1 ngày. Quý khách đã đặt

# DELETE_EACH_CART_ITEM_MESSAGE
source: Please swipe right to left on the cart item to delete
vi: Vui lòng vuốt từ phải sang trái để xoá lịch đặt trong giỏ

# REQUIRE_BOOK_ATLEAST_ONE_TIME_MESSAGE
source: Please choose at least one time
vi: Xin vui lòng chọn ít nhất một giờ

# FULL_BOOKING_TIME_MESSAGE
source: You have booked 3 times in a week. Please continue to finish booking procedure
vi: Quý khách đã đặt 3 giờ trong một tuần. Xin vui lòng tiếp tục để hoàn tất lịch hẹn

# CART_ORDER_EMPTY_MESSAGE
source: No time has been chosen
vi: Chưa có lịch hẹn được đặt

# RETRY_MESSAGE
source: Please try again
vi: Xin quý khách vui lòng thử lại

# LBL_START_DATE
source: Start date
vi: Ngày bắt đầu

# LBL_END_DATE
source: End date
vi: Ngày kết thúc

# LBL_EXACT_DATE
source: Date
vi: Ngày thực hiện

# LBL_VOUCHER_TITLE
source: Vouchers:
vi: Liệu trình:

# LBL_TYPE_TITLE
source: Type:
vi: Loại:

# LBL_LOCATION_TITLE
source: Location
vi: Trung tâm

# LBL_STATUS_TITLE
source: Status:
vi: Trạng thái:

# DROPDOWN_VOUCHER_TITLE
source: Choose Voucher
vi: Chọn voucher

# DROPDOWN_TYPE_TITLE
source: Choose Type
vi: Chọn loại dịch vụ

# LBL_BOOKING_TIME_TITLE
source: Schedule
vi: Giờ đặt

# DROPDOWN_VOUCHER_EMPTY_MESSAGE
source: Please choose voucher
vi: Xin vui lòng chọn Voucher

# DROPDOWN_TYPE_EMPTY_MESSAGE
source: Please choose type
vi: Xin vui lòng chọn Loại Dịch Vụ

source: Invalid username or password
vi: Tên đăng nhập và mật khẩu không hợp lệ

# ONE_LOCATION_MESSAGE
source: Currently there is only one DrQMuller FBT Shop at district 3, Viet Nam
vi: Hiện tại Dr.Q-Muller chỉ có 1 trung tâm tại Quận 3, Việt Nam

# NETWORK_REACHED
source: Network Connected
vi: Đã kết nối mạng

# NETWORK_UNREACHED
source: No Internet Connection
vi: Không có kết nối mạng

# EMAIL_INVALID_FORMAT
source: Email is invalid
vi: Email không hợp lệ

# UPDATE_SUCCESS_MESSAGE
source: Contact information updated successfully
vi: Cập nhật thành công

# UPDATE_FAIL_MESSAGE
source: Save information unsuccesfully. Please try again
vi: Cập nhật không thành công. Xin vui lòng thử lại

# NO_APPOINTMENT_MESSAGE
source: You haven't had appointment yet. Start to book a new appointment by clicking "+" sign
vi: Hiện tại quý khách chưa có lịch hẹn đã đặt. Đặt lịch hẹn mới bằng cách chọn dấu "+"

# BOOKING_MANAGER_PAGE_TITLE
source: Appointments manager
vi: Quản lý lịch hẹn

# IS_CONFIRMED
source: Confirmed
vi: Đã xác nhận

# IS_NOT_CONFIRMED
source: Not confirmed
vi: Chưa xác nhận

source: Invalid verification code
vi: Mã xác nhận không hợp lệ

# BOOKING_VERIFICATION_PAGE_TITLE
source: Booking verification
vi: Xác nhận lịch hẹn

# VERIFICATION_MESSAGE
source: Please wait for the call from DrQMuller center to receive verifification code
vi: Xin quý khách vui lòng chờ nhân viên của trung tâm DrQMuller liên lạc qua điện thoại để nhận mã xác nhận lịch hẹn

# CODE_PLACEHOLDER
source: Verification code
vi: Mã xác nhận

# VALIDATE_CODE_FAIL_MESSAGE
source: Fail to submit verification code. Please contact DrQMuller center via phone number: [PHONE_NUMBER_WAITING]
vi: Xác nhận không thành công, xin vui lòng liên lạc với trung tâm DrQMuller qua số điện thoại [PHONE_NUMBER_WAITING]

# INFORMATION_TITLE
source: Information
vi: Thông báo

# VERIFY_BOOKING_SUCCESS_MESSAGE
source: You have successfully booked an appointment
vi: Quý khách đã đặt lịch hẹn thành công

# WARNING_BOOKING_UNVERIFIED
source: Your appointment has not been verified. Please wait for the call from DrQMuller center to receive verification code. You can verify your appointment later in Booking manager Page
vi: Lịch hẹn của quý khách chưa được xác nhận. Xin vui lòng chờ trung tâm DrQMuller liên lạc qua điện thoại để nhận mã xác nhận. Quý khách có thể xác nhận lịch hẹn tại trang Quản lý lịch hẹn

# LEAVE_EXECUTE_TITLE
source: Leave
vi: Rời trang

# CANCEL_APPOINTMENT_FAIL_MESSAGE
source: Fail to cancel an appointment. Please try again
vi: Huỷ lịch hẹn không thành công. Xin vui lòng thử lại

# CANCEL_APPOINTMENT_SUCCESS_MESSAGE
source: You have succesfully cancel an appointment
vi: Xoá lịch hẹn thành công

# RETURN_TITLE
source: Return
vi: Quay lại

# WARNING_TITLE
source: Warning!
vi: Lưu ý

# CANCEL_APPOINTMENT_CONFIRMATION_MESSAGE
source: You are about to cancel this appointment. Are you sure?
vi: Quý khách xác nhận huỷ bỏ lịch hẹn này?

# USER_PAGE_TITLE
source: User
vi: Thông tin người dùng

# CANCEL_APPOINTMENT_TITLE
source: Cancel appointment
vi: Huỷ lịch hẹn

# EMAIL_PHONE_ATTENTION_MESSAGE
source: Please input correctly your Email and Phone number. DrQMuller Center will contact you throught those contact information to veryfy your appointment. Thank you
vi: Xin quý khách vui lòng điền đầy đủ chính xác Email và Số điện thoại. Trung tâm DrQMuller sẽ liên lạc qua những thông tin trên để xác nhận lịch hẹn của quý khách. Xin cảm ơn

# BTN_CHOOSE_MACHINE_TITLE
source: Choose machine
vi: Chọn máy

# BTN_CHOOSE_LANGUAGE
source: EN
vi: VI

# NO_FREE_TIME_LEFT
source: Seems like it is too late and we are closing or there is no free time left to book at this Dr.Q-Muller Center
vi: Hiện tại có thể đã đến giờ đóng cửa của Trung tâm Dr.Q-Muller hoặc không còn giờ trống nào tại địa điểm Trung tâm hiện tại

# OPTIONAL_INFO_MESSAGE
source: Date Of Birth and Gender are optional information. Do you want to tell us your DOB and Gender or Do you want to skip?
vi: Ngày sinh và giới tính là thông tin không bắt buộc. Quý khách có thể bỏ qua, hoặc cung cấp thông tin cho chúng tôi

# SKIP_TITLE
source: Skip
vi: Bỏ qua

# FILL_TITLE
source: Fill
vi: Điền

# SERVER_ERROR
source: Server error. Please contact DrQMuller FBT Shop for more information. Phone number: [phone_number_waiting]
vi: Lỗi máy chủ. Xin vui lòng liên lạc với trung tâm DrQMuller qua số điện thoại [PHONE_NUMBER_WAITING]
